import React from "react";
import Container from "../UI/Container";
import styles from "./About.module.css";
const About = () => {
  return (
    <Container>
      <div className={styles.control}>
        <div className={styles.textbox}>
          <h2>{`שרמן ייעוץ ושיווק נדל"ן`}</h2>
          <p>
            משרדנו מתמחה באיתור ושיווק נכסי {`נדל"ן`} מסחריים בכל הארץ, בדגש על
            צפון, עסקאות בקיבוצים ומושבים, נכסים מניבים ועוד‍. אנו מאמינים במתן
            שירות ברמה הגבוהה ביותר, אמינות, שקיפות.ומוסר עבודה גבוה.משרדנו דואג
            להבין את הלקוח והצרכים שלו ולהישאר אתו לאורך כל הדרך.
          </p>
          <h2>מגוון ענק של נכסים</h2>
          <p>
            {`מתמחים בנדל"ן מסחרי, מבני תעשיה, קרקעות, משרדים, נכסים מניבים, ניהול
            נכסים ומשא ומתן.נשמח להיפגש, להכיר ולעבוד ביחד.`}
          </p>
          <h2>שיתופי פעולה</h2>
          <p>
            {`
            אנו בשרמן נדל"ן מהווים כתובת לשיתופי פעולה עם מתווכים מכל הארץ ובכל
            תחומי הנדל"ן`}
          </p>
        </div>
        <div className={styles.image}></div>
      </div>
    </Container>
  );
};

export default About;
